/* 
  Localizable.strings
  MiniProgram

  Created by zacharysu(粟子明) on 2020/6/9.
  Copyright © 2020 Tencent. All rights reserved.
*/
"App.Name" = "WeChat";
"Common.Dialog.OK" = "OK";
"Common.Dialog.Cancel" = "Batal";
"Common.Navigation.Back" = "Kembali";
"Common.Cancel" = "Batal";
"Common.Delete" = "Hapus";
"Common.Send" = "OK";
"Common.Exit" = "Keluar";
"Common.Close" = "Tutup";
"Common.More" = "Lainnya";
"Common.Alert.Hint.Title" = "Nota";
"JSScopeConfirmWindow_Title_Login" = "Masuk via WeChat";
"JSScopeConfirmWindow_Title_Authorize" = "Otorisasi WeChat";
"JSScopeConfirmWindow_Description" = "%@ meminta otorisasi di bawah ini:";
"JSScopeConfirmWindow_Allow" = "Izinkan";
"JSScopeConfirmWindow_Reject" = "Batalkan";
"JSScopeConfirmWindow_Account_Desc" = "Informasi Pribadi WeChat";
"JSScope.Privacy.Location.Desc" = "Buka \"Preferensi Sistem\" Mac Anda > \"Keamanan & Privasi\" > \"Layanan Lokasi\" dan izinkan WeChat untuk mengakses lokasi Anda.";
"JSScope.Privacy.PhotoAdd.Desc" = "Buka \"Preferensi Sistem\" Mac Anda > \"Keamanan & Privasi\" > \"Foto\" dan izinkan WeChat untuk mengakses foto Anda.";
"JSScope.Privacy.Camera.Desc" = "Buka \"Preferensi Sistem\" Mac Anda > \"Keamanan & Privasi\" > \"Kamera\" dan izinkan WeChat untuk mengakses kamera depan Anda.";
"JSScope.Privacy.Microphone.Desc" = "Buka \"Preferensi Sistem\" Mac Anda > \"Keamanan & Privasi\" > \"Mikrofon\" dan izinkan WeChat untuk mengakses mikrofon Anda.";
"JSScope.Privacy.ScreenCapture.Desc" = "Buka \"Preferensi Sistem\" Mac Anda > \"Keamanan & Privasi\" > \"Perekaman Layar\" dan izinkan WeChat untuk merekam konten layar.";
"WCAppBrand_MenuItem_Setting" = "Pengaturan";
"WCAppBrand_MenuItem_BannerQuickAddTips" = "Tambahkan %@ ke Program Mini Saya?";
"WCAppBrand_MenuItem_OpenDebugMode" = "Aktifkan Penelusuran Kesalahan";
"WCAppBrand_MenuItem_CloseDebugMode" = "Nonaktifkan Penelusuran Kesalahan";
"WCAppBrand_MenuItem_OpenPerformance" = "Tampilkan Jendela Kinerja";
"WCAppBrand_MenuItem_ClosePerformance" = "Tutup Jendela Kinerja";
"WCAppBrand_MenuItem_DebugModeTips" = "Akan diterapkan setelah dibuka ulang";
"WCAppBrand_MenuItem_Focused" = "Ditambahkan";
"WCAppBrand_MenuItem_Expose" = "Laporkan";
"WCAppBrand_MenuItem_Feedback" = "Umpan Balik";
"WCAppBrand_MenuItem_StaredToast" = "Ditambahkan";
"WCAppBrand_MenuItem_StarFailed" = "Tidak dapat menambahkan";
"WCAppBrand_MenuItem_UnstaredToast" = "Dibatalkan";
"WCAppBrand_MenuItem_UnstaredFailToast" = "Tidak dapat membatalkan";
"WCAppBrand_MenuItem_openVCLogTips" = "Waktu Mulai Versi Uji: %@\nWaktu Akhir Versi Uji: %@\nDatabase Debug: %d\nWaktu Pembaruan Database Pengujian: %@\nWaktu Akhir Database Pengujian: %@\nVersi Database Rilis: %lu\nWaktu Pembaruan Database: %@";
"WCAppBrand_MenuItem_BackToMain" = "Kembali ke Beranda";
"WCAppBrand_MenuItem_BackToChat" = "Tampilkan di Atas";
"WCAppBrand_MenuItem_RemoveWeappBanner" = "Hapus dari Atas";
"WCAppBrand_MenuItem_LeaveInChatTips" = "Dihapus dari atas";
"WCAppBrand_MenuItem_CommonShare" = "Teruskan";
"WCAppBrand_MenuItem_AddToHomeScreen" = "Tambahkan ke Desktop";
"WCAppBrand_MenuItem_AboutUs" = "Tentang Kami";
"WCAppBrand_MenuItem_About" = "Pengaturan";
"WCAppBrand_MenuItem_Comment" = "Komentar";
"WCAppBrand_MenuItem_Leave" = "Keluar";
"WCAppBrand_MenuItem_CopyPathAndQuery" = "Salin Jalur Halaman";
"WCAppBrand_MenuItem_BackToIndex" = "Kembali ke Beranda";
"WCAppBrand_MenuItem_AddToStar" = "Tambahkan ke Program Mini Saya";
"WCAppBrand_MenuItem_CancelStar" = "Hapus dari Program Mini Saya";
"WCAppBrand_MenuItem_AddToStarSuccess" = "Ditambahkan";
"WCAppBrand_MenuItem_CancelStarSuccess" = "Dihapus";
"WCAppBrand_MenuItem_Minimize" = "Perkecil";
"WCAppBrand_MenuItem_WideScreen" = "Layar Lebar";
"WCAppBrand_MenuItem_NarrowScreen" = "Tampilan Default";
"WCAppBrand_ImageChoosePanel_OriginImage" = "Gambar Penuh";
"WeApp_ChooseImage_Menu_Camera" = "Ambil Foto";
"WeApp_ChooseImage_Menu_Other" = "Pilih dari Drive Lokal...";
"WeApp_ChooseImage_No_Camera" = "Tidak ada kamera yang tersedia";
"WeApp_ChooseImage_No_Camera_Privacy" = "Akses kamera dinonaktifkan";
"WeApp_ChooseImage_TakePhoto" = "Ambil Foto";
"WeApp_ChooseImage_TakePhoto_Confirm" = "Gunakan Foto";
"WeApp_ChooseImage_TakePhoto_Retry" = "Ambil ulang";
"WeApp_ChooseImage_TakePhoto_Error" = "Tidak dapat mengambil foto. Periksa apakah kamera tersedia.";
"WeApp_Error_Unknow" = "Kesalahan tak dikenal";
"WeApp_OpenTask_AlertTitle" = "Tidak dapat membuka";
"WeApp_OpenTask_Error_Parameter" = "Kesalahan parameter";
"WeApp_OpenTask_Error_ExceedMaxWindow" = "Hanya dapat membuka hingga %lu jendela Program Mini.";
"WeApp_OpenTask_Error_GameApp" = "Permainan Mini tidak didukung di WeChat for Mac.";
"WeApp_OpenTask_Error_UnsupportApp" = "Program Mini ini saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_OpenTask_Error_UnsupportApp_Name" = "Program Mini \"%@\" saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_OpenTask_Error_NoAppID" = "ID tidak ada";
"WeApp_OpenTask_Error_Foreground" = "Layanan sedang digunakan";
"WeApp_OpenTask_Error_Loading" = "Sedang memuat";
"WeApp_OpenTask_Error_NoVersion" = "Kesalahan versi";
"WeApp_OpenTask_Error_HomePage" = "Kesalahan alamat halaman beranda";
"WeApp_OpenTask_Error_CacheInfo" = "Kesalahan informasi cache";
"WeApp_OpenTask_Error_NormalError" = "Tidak dapat membuka Program Mini. Coba lagi nanti. (Kode kesalahan: %d)";
"WeApp_OpenTask_Error_NoPackageError" = "Program Mini kedaluwarsa. Pindai lagi kode QR. (Kode kesalahan: %d)";
"WeApp_OpenTask_Error_InternalError" = "Kesalahan internal";
"WeApp_OpenTask_Error_DownloadError" = "Tidak dapat membuka Program Mini. Periksa jaringan Anda. (Kode kesalahan: %d)";
"WeApp_OpenTask_Error_NavigationNil" = "Tidak dapat mendorong ke dalam bilah navigasi";
"WeApp_OpenTask_Error_AppConfigFail" = "Tidak dapat mengakses pengaturan halaman";
"WeApp_OpenTask_Error_ContactAttributeFail" = "Tidak dapat mengakses atribut";
"WeApp_OpenTask_Error_DebugUinInvalid" = "Akses tidak diotorisasi";
"WeApp_OpenTask_Error_DebugOutOfTime" = "Kode QR versi pengembang kedaluwarsa";
"WeApp_OpenTask_Error_DebugDefault" = "Kesalahan kode QR";
"WeApp_OpenTask_Error_LoadContactInfoFail" = "Waktu memuat habis";
"WeApp_OpenTask_Error_RDMNotExist" = "Versi uji tidak ditemukan";
"WeApp_OpenTask_Error_RDMNetWorkFailed" = "Waktu permintaan jaringan habis. Coba lagi nanti.";
"WeApp_OpenTask_Error_RDMHasNoPermission" = "Anda tidak memiliki otorisasi untuk menggunakan versi uji. Hubungi admin Program Mini.";
"WeApp_OpenTask_Error_DevHasNoLocalPackInfo" = "Versi pengembang kedaluwarsa. Pindai kode QR pada toolkit pengembang.";
"WeApp_OpenTask_Error_CdnDisaster" = "Terlalu banyak percobaan. Coba lagi nanti.";
"WeApp_Unsupport_Default" = "Fitur saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_Unsupport_insertMap" = "Fungsi peta saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_Unsupport_startRecord" = "Perekaman saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_Unsupport_address" = "Kegunaan fungsi alamat saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_Unsupport_InvoiceTitle" = "Fungsi faktur saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_Unsupport_makePhoneCall" = "Panggilan ponsel saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_Unsupport_scanCode" = "Fungsi pemindaian saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_Unsupport_card" = "Kartu dan tawaran saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_Unsupport_bluetooth" = "Fungsi Bluetooth saat ini tidak didukung di Mac. Silakan gunakan ponsel Anda.";
"WeApp_Unsupport_WeRun" = "Tidak dapat mengakses jumlah langkah WeRun Anda di Mac. Silakan gunakan ponsel Anda.";
"WeApp_Suspension_Service" = "Layanan Program Mini untuk sementara tidak tersedia";
"WeApp_NotSupportThisVersion" = "Belum dirilis";
"WeApp_Profile_EnterWeApp" = "Buka";
"WeApp_Profile_SuggestToFriend" = "Bagikan";
"WeApp_Profile_BussinessScope" = "Layanan";
"WeApp_Profile_DeveloperInfo" = "Pemilik";
"WeApp_Profile_BindBrandInfo" = "Akun Resmi Terkait";
"WeApp_Profile_AuthorizationTips" = "Izinkan \"%@\" untuk menggunakan:";
"WeApp_Profile_AuthorizationDenyTips" = "Jika otorisasi dinonaktifkan, beberapa fitur Program Mini mungkin terpengaruh. Nonaktifkan sekarang?";
"WeApp_Profile_DenyAuthorization" = "Nonaktifkan";
"WeApp_Profile_AuthorizationEmptyTip" = "\"%@\" belum menggunakan informasi Anda mana pun";
"WeApp_Profile_NoMoreBindBrand" = "Tidak ada lagi Akun Resmi";
"WeApp_Profile_AuthorizationLocationDeny" = "Jangan Pernah";
"WeApp_Profile_AuthorizationLocationWhenInUseAllow" = "Sewaktu Menggunakan";
"WeApp_Profile_AuthorizationLocationAlwaysAllow" = "Selalu";
"WeApp_Profile_AuthorizationLocationDenyLongVer" = "Jangan Pernah";
"WeApp_Profile_AuthorizationLocationWhenInUseAllowLongVer" = "Hanya Sewaktu Menggunakan Program Mini";
"WeApp_Profile_AuthorizationLocationAlwaysAllowLongVer" = "Sewaktu Menggunakan dan Setelah Keluar dari Program Mini";
"WeApp.ScopeKey.Location.Desc" = "Lokasi";
"WeApp.ScopeKey.Account.Desc" = "Info Pengguna";
"WeApp.ScopeKey.Camera.Desc" = "Kamera";
"WeApp.ScopeKey.MircoPhone.Desc" = "Mikrofon";
"WeApp.Camera.Not.Available" = "Kamera sedang digunakan atau tidak terdeteksi. Coba lagi nanti.";
"WeApp.Navigate.MiniProgram.Tip" = "Mendapatkan informasi...";
"WeApp_UserAutoFill_TitlePre" = "Menggunakan informasi yang telah disimpan?";
"WeApp_UserAutoFill_TitleAfter" = "Simpan informasi yang dimasukkan?";
"WeApp_UserAutoFill_OpenDetail" = "Pelajari Lebih Lanjut";
"WeApp_UserAutoFill_PhoneAuthTitle" = "Otorisasi Nomor Ponsel WeChat";
"WeApp_UserAutoFill_PhoneAuthAllow" = "Konfirmasi";
"WeApp_UserAutoFill_PhoneVerifyTitle" = "Masukkan kode verifikasi SMS";
"WeApp_UserAutoFill_PhoneVerifyContent" = "Dikirim ke nomor ponsel: %@.";
"WeApp_UserAutoFill_PhoneVerifyNotReceive" = "Kode verifikasi tidak diterima?";
"WeApp_UserAutoFill_PhoneVerifyRetry" = "Kirim ulang";
"WeApp_UserAutoFill_PhoneVerifyRetryInfo" = "Verifikasi kode salah. Kirim ulang.";
"WeApp_UserAutoFill_PhoneVerifyRetryFrequently" = "Terlalu banyak percobaan. Coba lagi nanti.";
"WeApp_UserAutoFill_PhoneBindTitle" = "Tidak ada nomor yang ditautkan ke akun WeChat";
"WeApp_UserAutoFill_PhoneBindContent" = "Tautkan nomor ponsel ke akun WeChat Anda untuk menggunakan fitur isi otomatis";
"WeApp_UserAutoFill_PhoneBind" = "Tautkan Ponsel";
"WeApp_UserAutoFill_PhoneSmsTips" = "SMS terkirim";
"WeApp_UserAutoFill_PhoneBindTips" = "Berhasil disimpan";
"WeApp_UserAutoFill_PhoneSmsError" = "Kesalahan saat mengirim SMS.";
"WeApp_UserAutoFill_PhoneSmsFail" = "Tidak dapat mengirim SMS.";
"WeApp_UserAutoFill_CountDown" = "Kirim ulang setelah %d dtk.";
"WeApp_UserAutoFill_AuthInfoTitle" = "Tentang Otorisasi Nomor Ponsel WeChat";
"WeApp_UserAutoFill_AuthComplaint" = "Laporkan Program Mini Ini";
"WeApp_GetPhoneNumber_RequireToGet" = "Meminta untuk Mendapatkan";
"WeApp_GetPhoneNumber_YourPhoneListTitle" = "Nomor Ponsel Anda";
"WeApp_GetPhoneNumber_ManagePhoneList" = "Kelola Nomor Ponsel";
"WeApp_GetPhoneNumber_UseOtherPhone" = "Gunakan Nomor Ponsel Lain";
"WeApp_GetPhoneNumber_BindedWxPhone" = "Ditautkan ke WeChat";
"WeApp_GetPhoneNumber_Reject" = "Tolak";
"WeApp_GetPhoneNumber_Allow" = "Izinkan";
"WeApp_GetPhoneNumber_AuthTitle" = "Tentang Akses Pihak Ketiga ke Nomor Ponsel";
"WeApp_GetPhoneNumber_AddNewPhone" = "Tambah Ponsel";
"WeApp_GetPhoneNumber_AddNewPhone_CompliantPrefrefix" = "Apabila Anda mengalami pengumpulan atau penggunaan informasi yang tidak biasa, harap laporkan.";
"WeApp_GetPhoneNumber_AddNewPhone_Compliant" = "Laporkan";
"WeApp_GetPhoneNumber_ManagePhone" = "Kelola";
"WeApp_GetPhoneNumber_AddNewPhone_ReachLimitation" = "Batas adalah %d nomor ponsel";
"WeApp_GetPhoneNumber_AddNewPhone_Title" = "Tambah Ponsel";
"WeApp_GetPhoneNumber_AddNewPhone_PhoneNumber" = "Ponsel";
"WeApp_GetPhoneNumber_AddNewPhone_ConfirmCode" = "Kode";
"WeApp_GetPhoneNumber_AddNewPhone_SavePhone" = "Simpan untuk Digunakan Nanti";
"WeApp_GetPhoneNumber_AddNewPhone_SendConfirmCode" = "Kirim ulang";
"WeApp_GetPhoneNumber_AddNewPhone_PlaceHolder_EnterValidPhoneNumber" = "Masukkan nomor ponsel yang valid";
"WeApp_GetPhoneNumber_AddNewphone_PlaceHolder_EnterConfirmCode" = "Kode verifikasi 6 digit";
"WeApp_GetPhoneNumber_NetError" = "Kesalahan jaringan";
"WeApp_RemoteDebug_MaskLabel_Disconnect" = "Tidak ada koneksi jaringan...";
"WeApp_RemoteDebug_MaskLabel_Breakpoint" = "Terganggu...";
"WeApp_RemoteDebug_MaskLabel_WaitingIDE" = "Menunggu alat untuk ditambahkan...";
"WeApp_RemoteDebug_MaskLabel_TooMuchMsg" = "Terlalu banyak pesan backlog...";
"WeApp_RemoteDebug_ConnectLabel_Disconnect" = "Terputus";
"WeApp_RemoteDebug_ConnectLabel_Connecting" = "Menghubungkan";
"WeApp_RemoteDebug_ConnectLabel_Connected" = "Terhubung";
"WeApp_RemoteDebug_ConnectLabel_Reconnect" = "Upaya mencoba ke-%tu...";
"WeApp_RemoteDebug_ServerLabel_None" = "Server--";
"WeApp_RemoteDebug_ServerLabel_Normal" = "Server normal";
"WeApp_RemoteDebug_ServerLabel_Error" = "Kesalahan pemrosesan server";
"WeApp_RemoteDebug_ServerLabel_WaitIDE" = "Pesan server backlog";
"WeApp_RemoteDebug_EndReason_NotSupported" = "Versi iOS saat ini tidak mendukung debug jarak jauh untuk Permainan Mini";
"WeApp_RemoteDebug_EndReason_DebugFinish" = "Debug lokal berakhir";
"WeApp_RemoteDebug_EndReason_TicketFail" = "Gagal mendapatkan tiket";
"WeApp_RemoteDebug_EndReason_IDEQuit" = "Alat pengembangan telah keluar dari debug";
"WeApp_RemoteDebug_EndReason_IsDebug" = "Ruang sedang didebug dan tidak dapat ditambahkan lagi";
"WeApp_RemoteDebug_SendFail_AskRetry" = "Gagal mengirim. Coba lagi?";
"WeApp_RemoteDebug_ConnectFail_AskRetry" = "Kesalahan jaringan. Coba lagi?";
"WeApp_RemoteDebug_PannelString_Expand" = "Bentangkan";
"WeApp_RemoteDebug_PannelString_Shrink" = "Ciutkan";
"WeApp_RemoteDebug_PannelString_Stop" = "Berhenti";
"WeApp_RemoteDebug_PannelString_Log" = "Log";
"WeApp_RemoteDebug_PannelString_NeedConfirm" = "Akan dikonfirmasi";
"WeApp_RemoteDebug_PannelString_NeedSend" = "Akan dikirim";
"WeApp_RemoteDebug_PannelString_HasSend" = "Terkirim";
"WeApp_RemoteDebug_PannelString_HasRecv" = "Diterima";
"WeApp_RemoteDebug_PannelString_AlwaysOnTop" = "Selalu di atas";
"WeApp_RemoteDebug_Common_GiveUp" = "Keluar";
"WeApp_RemoteDebug_Common_Retry" = "Coba ulang";
"WeApp_RemoteDebug_Connection_Error" = "Kesalahan menghubungkan ke toolkit pengembang.";
"WeApp_RemoteDebug_Unsupport" = "Versi sistem Anda saat ini tidak mendukung membuka Program Mini.";
"WeApp_Mac_Tips_EmptyBindPhone_Title" = "Tautkan Nomor Ponsel Anda";
"WeApp_Mac_Tips_EmptyBindPhone_Msg" = "Anda dapat menautkannya pada aplikasi seluler WeChat.";
"WeApp_ForceClose_Title" = "Tips";
"WeApp_ForceClose_InjectJsError" = "Tidak dapat memuat";
"WeApp_ForceClose_NoActive" = "Program Mini menutup secara tiba-tiba. Coba lagi nanti.";
"WeApp_ForceClose_ForeApp" = "Memori tidak cukup. Buka Program Mini dan coba lagi.";
"weApp_ForceClose_ForeGame" = "Memori tidak cukup. Buka Permainan Mini dan coba lagi.";
"WeApp_ForceClose_PubLibUpdate" = "Sumber daya diperbarui. Mulai ulang Program Mini.";
"WeApp_ForceClose_Lock" = "WeChat dikunci. Mulai ulang Program Mini untuk menggunakannya.";
"WeApp_OpenTask_Error_LaunchWeAppFail" = "Tidak dapat membuka Program Mini (Kode kesalahan: %d)";
"WeApp_OpenTask_Error_PushWebViewTimeout" = "Waktu membuka Program Mini habis";
"WeApp_OpenTask_Error_EnterAnimationTimeout" = "Waktu memuat Program Mini habis";
"WeApp_OpenTask_Error_Multiprocess" = "Terjadi kesalahan saat memproses. Coba membuka Program Mini lagi nanti.";
"WeApp_OpenTask_Error_Open" = "Program Mini sedang diperbarui. Coba membukanya lagi nanti.";
"WeApp_Pay_View_Desc" = "Pindai dengan WeChat untuk menyelesaikan pembayaran";
"WeApp_Pay_Success" = "Pembayaran berhasil";
"WeApp_DebugMode_Dev" = "Versi Pengembang";
"WeApp_DebugMode_RDM" = "Versi Uji";
"WeApp_Profile_Score" = "";
"WeApp_Profile_Location" = "Menentukan lokasi";
"WeApp_Profile_Voice" = "Merekam audio";
"WeApp_Profile_Video" = "Merekam layar";
"WeApp_Profile_Home_Disable" = "Ini adalah halaman beranda";
"WeApp_Profile_Share_Disable" = "Tidak dapat membagikan halaman ini";
"WeApp_Profile_Setting_Disable" = "Pengaturan Program Mini";
"WeApp_Privacy_Location_Setting" = "Tetapkan";
"WeApp_Privacy_Location_Service" = "Layanan Lokasi tidak diaktifkan";
"WeApp_Privacy_Location_Desc" = "1. Buka \"Preferensi Sistem\" > \"Keamanan & Privasi\" > \"Privasi\" > \"Layanan Lokasi\" > Centang \"Aktifkan Layanan Lokasi\".\n2. Izinkan \"WeChat\" untuk menggunakan Layanan Lokasi.";
"WeApp_Crash_Desc" = "Proses Program Mini \"%@\" tertutup secara tidak terduga. Buka lagi?";
"WeApp_Crash_Confirm" = "Buka lagi";
